const data = {
  products: [
    {
      id: 10,
      name: "Черешні",
      description:
        "В Україні розповсюджені сорти: Скороспілка, Гедельфінгер, Біґаро Дайбера, Одеська чорна, Наполеон, Рожева тощо.",
      quantity: "1"
    },
    {
      id: 20,
      name: "Слива",
      description:
        "В Україні районовано такі сорти С. д.: Ганна Шпет, Единбурзька, Кірк, Персикова, Рання синя, Ренклод, Ренклод Альтана, Угорка звичайна,",
      quantity: 1
    },
    {
      id: 30,
      name: "Яблука",
      description:
        "В Україні розповсюджені сорти: Джонатан, Голден делішес, Гренні Сміт, Фуджі.",
      quantity: 1
    }
  ]
};

export const loadProductsApi = async () => {
  return data.products;
};
